{
  "headerComponent": {
    "about": "À propos",
    "skills": "Compétences",
    "projects": "Projets",
    "contact": "Contact"
  },
  "landingPageComponent": {
    "I": "Je m'appelle",
    "ambitionedDeveloper": "développeur ambitieux!",
    "getInTouch": "Contactez-moi!"
  },
  "aboutMeComponent": {
    "aboutMe": "À propos de moi",
    "description": "Bonjour, je m'appelle Anthony, développeur Frontend à Jüchen, en Allemagne. Ma passion réside dans le développement d'applications conviviales et stables. Je travaille avec une attention particulière aux détails et m'assure que chaque projet repose sur des bases solides et fonctionne de manière fluide.",
    "developing": "Avec Angular et JavaScript, je crée des solutions qui ne sont pas seulement esthétiques, mais qui impressionnent également par un code propre et efficace. Mon objectif est de réaliser des projets durables qui ont une structure claire et peuvent être développés de manière continue. L'attention et la précision sont particulièrement importantes pour moi afin de fournir des résultats de haute qualité.",
    "interests": "En plus de la programmation, j'apprécie les activités qui m'inspirent et me permettent de me détendre. Que ce soit la lecture, les jeux de société et vidéo, ou les discussions avec d'autres, j'apprécie d'approfondir des sujets qui nécessitent à la fois créativité et réflexion analytique. Ce mélange de travail précis et de curiosité me motive tant sur le plan professionnel que personnel."
  },
  "skillsComponent": {
    "mySkills": "Mes Compétences",
    "skillsDescription": "J'ai réalisé des projets avec diverses technologies et concepts front-end, acquérant une expérience précieuse.",
    "contactButton": "discutons"
  },
  "languagesComponent": {
    "spokenLanguages": "Langues parlées",
    "english": "Anglais",
    "german": "Allemand",
    "french": "Français"
  },
  "portfolioComponent": {
    "myWork": "Mon Travail"
  },
  "projectComponent": {
    "liveTestLink": "Test en direct",
    "fantasiaAdventureDescription": "Un jeu d'aventure plateforme 2D, de type saut et course, principalement basé sur JavaScript et OOP. Soyez un héros, collectez des objets, battez toutes les créatures et vainquez le Boss en utilisant différentes compétences et sauvez le monde !",
    "joinDescription": "Connectez-vous et utilisez cette application de gestion des tâches inspirée du système Kanban. Créez, mettez à jour et supprimez vos tâches. Assignez-les à des utilisateurs et organisez votre projet par catégories et statuts.",
    "pokedexDescription": "Une bibliothèque pour tous les Pokémons. Obtenez de nombreuses informations sur les monstres de poche ou recherchez-en un spécifique. Basé sur la PokéAPI.",
    "portfolioDescription": "Un portfolio d'une page simple pour me présenter et partager mes projets avec des clients potentiels / entreprises / recruteurs.",
    "dabubbleDescription": "Une application de chat servant de plateforme de communication, permettant aux utilisateurs de discuter dans des canaux ou entre eux par messages privés."
  },
  "contactComponent": {
    "getInTouch": "ENTRER EN CONTACT",
    "contact": "Contact",
    "yourName": "Votre Nom",
    "namePlaceholder": "Quel est votre nom?",
    "nameValidation": "Veuillez me dire qui vous êtes",
    "yourEmail": "Votre Email",
    "emailPlaceholder": "Quel est votre email?",
    "emailValidation": "Veuillez entrer une adresse email valide",
    "yourMessage": "Votre Message",
    "messagePlaceholder": "Quel est votre message?",
    "messageValidation": "Votre message est manquant, veuillez le remplir!",
    "isRead": "J'ai lu la",
    "privacyPolicy": "politique de confidentialité",
    "acceptPrivacyPolicy": "et j'accepte le traitement de mes données comme indiqué.",
    "privacyValidation": "Veuillez accepter la politique de confidentialité pour envoyer votre message.",
    "sendButton": "ENVOYER",
    "contactCallToAction": "Travaillons&#10;ensemble",
    "contactCallToActionDescription": "Mon travail vous plaît et vous avez un nouveau projet ou un problème à résoudre ? N'hésitez pas à me contacter via le formulaire de contact et parlons-en ! Je serais ravi de vous aider à réaliser vos souhaits !"
  },
  "userFeedback": {
    "messageSent": "Votre message à été envoyé avecc succès",
    "messageError": "Votre message n'a pas pu être envoyé, merci de réessayer"
  },
  "IMPRINT": {
    "imprint": "Mentions Légales",
    "contact": "Contact",
    "phone": "Téléphone",
    "email": "Mail",
    "source": "Source"
  },
  "PRIVACY_POLICY": {
    "title": "Politique de confidentialité",
    "section1": {
      "title": "1. Aperçu de la protection des données",
      "generalInfo": {
        "title": "Informations générales",
        "description": "Le texte suivant donne un aperçu simple de ce qu'il advient de vos données personnelles lorsque vous visitez ce site web. Les données personnelles sont toutes les données avec lesquelles vous pourriez être personnellement identifié. Des informations détaillées sur la protection des données sont disponibles dans notre politique de confidentialité énumérée sous ce texte."
      },
      "dataCollection": {
        "title": "Collecte de données sur ce site web",
        "responsible": {
          "title": "Qui est responsable de la collecte de données sur ce site web ?",
          "description": "Le traitement des données sur ce site web est effectué par l'exploitant du site. Les coordonnées de l'exploitant peuvent être trouvées dans la section « Remarque sur l'entité responsable » de cette politique de confidentialité."
        },
        "howCollect": {
          "title": "Comment collectons-nous vos données ?",
          "description1": "Vos données sont collectées d'une part par vous nous les fournissant directement. Il peut s'agir, par exemple, des données que vous saisissez dans un formulaire de contact.",
          "description2": "D'autres données sont collectées automatiquement ou après votre consentement lorsque vous visitez le site web par nos systèmes informatiques. Il s'agit principalement de données techniques (par exemple, navigateur Internet, système d'exploitation ou heure d'accès à la page). La collecte de ces données se fait automatiquement dès que vous entrez sur ce site web."
        },
        "useOfData": {
          "title": "À quoi utilisons-nous vos données ?",
          "description": "Certaines données sont collectées pour garantir le bon fonctionnement du site web. D'autres données peuvent être utilisées pour analyser comment les visiteurs utilisent le site."
        },
        "rights": {
          "title": "Quels sont vos droits concernant vos données ?",
          "description1": "Vous avez toujours le droit de recevoir gratuitement des informations sur l'origine, le destinataire et l'objectif de vos données personnelles stockées. Vous avez également le droit de demander la correction ou la suppression de ces données. Si vous avez donné votre consentement au traitement des données, vous pouvez révoquer ce consentement à tout moment pour l'avenir. De plus, vous avez le droit de demander la limitation du traitement de vos données personnelles dans certaines circonstances. Vous avez également le droit de déposer une plainte auprès de l'autorité de surveillance compétente.",
          "description2": "Pour ces questions et d'autres concernant la protection des données, vous pouvez nous contacter à tout moment."
        }
      },
      "analysisTools": {
        "title": "Outils d'analyse et outils tiers",
        "description1": "Lorsque vous visitez ce site web, votre comportement de navigation peut être évalué statistiquement. Cela se produit principalement avec des programmes d'analyse.",
        "description2": "Des informations détaillées sur ces programmes d'analyse peuvent être trouvées dans la politique de confidentialité suivante."
      }
    },
    "section2": {
      "title": "2. Hébergement",
      "hostingInfo": {
        "description": "Nous hébergeons le contenu de notre site web avec le fournisseur suivant :",
        "provider": {
          "title": "IONOS",
          "details": "Le fournisseur est IONOS SE, Elgendorfer Str. 57, 56410 Montabaur (ci-après IONOS). Lorsque vous visitez notre site web, IONOS collecte divers fichiers journaux, y compris vos adresses IP. Les détails peuvent être trouvés dans la politique de confidentialité de IONOS :"
        },
        "legalBasis": {
          "description": "L'utilisation de IONOS est basée sur l'Art. 6(1)(f) GDPR. Nous avons un intérêt légitime à une présentation fiable de notre site web. Si un consentement correspondant a été demandé, le traitement est effectué exclusivement sur la base de l'Art. 6(1)(a) GDPR et § 25(1) TDDDG, dans la mesure où le consentement inclut le stockage de cookies ou l'accès aux informations sur l'appareil de l'utilisateur (par exemple, l'empreinte digitale de l'appareil) selon le TDDDG. Le consentement peut être révoqué à tout moment."
        },
        "dataProcessingAgreement": {
          "title": "Contrat de traitement des données",
          "description": "Nous avons conclu un contrat de traitement des commandes (AVV) pour l'utilisation du service mentionné ci-dessus. Il s'agit d'un contrat de protection des données requis par la loi, qui garantit que le service traite les données personnelles des visiteurs de notre site web uniquement selon nos instructions et en conformité avec le GDPR."
        }
      }
    },
    "section3": {
      "title": "3. Informations générales et obligations",
      "dataProtection": {
        "title": "Protection des données",
        "description1": "Les opérateurs de ce site prennent très au sérieux la protection de vos données personnelles. Nous traitons vos données personnelles de manière confidentielle et conformément aux réglementations légales sur la protection des données ainsi qu'à cette déclaration de confidentialité.",
        "description2": "Lorsque vous utilisez ce site web, diverses données personnelles sont collectées. Les données personnelles sont des données qui permettent de vous identifier personnellement. La présente déclaration de confidentialité explique quelles données nous collectons et dans quel but nous les utilisons. Elle explique également comment et à quelles fins cela se produit.",
        "description3": "Nous tenons à souligner que la transmission de données sur Internet (par exemple, lors de la communication par e-mail) peut présenter des failles de sécurité. Une protection complète des données contre l'accès par des tiers n'est pas possible."
      },
      "responsibleEntity": {
        "title": "Informations sur l'entité responsable",
        "description1": "L'entité responsable du traitement des données sur ce site web est :",
        "contactDetails": "Anthony Hamon<br />Wickratherstr. 62<br />41363 Jüchen<br />Téléphone : 017672373759<br />E-mail : contact&#64;anthony-hamon.com",
        "description2": "L'entité responsable est la personne physique ou morale qui, seule ou conjointement avec d'autres, détermine les finalités et les moyens du traitement des données personnelles (par exemple, les noms, adresses e-mail, etc.)."
      },
      "storagePeriod": {
        "title": "Durée de conservation",
        "description": "À moins qu'une période de conservation plus spécifique n'ait été indiquée dans cette déclaration de confidentialité, vos données personnelles restent chez nous jusqu'à ce que le but pour lequel elles ont été collectées ne soit plus applicable. Si vous demandez la suppression légale de vos données ou révoquez votre consentement à leur traitement, vos données seront supprimées, à moins que nous n'ayons d'autres raisons légales pour les conserver (par exemple, des obligations de conservation fiscales ou commerciales) ; dans ce cas, la suppression aura lieu après la fin de ces raisons."
      },
      "dataProcessingLegalBases": {
        "title": "Informations générales sur les bases juridiques du traitement des données sur ce site web",
        "description": "Si vous avez donné votre consentement au traitement de vos données, le traitement de vos données personnelles se fait sur la base de l'article 6, paragraphe 1, point a du RGPD ou de l'article 9, paragraphe 2, point a du RGPD, s'il s'agit de catégories particulières de données selon l'article 9, paragraphe 1 du RGPD. En cas de consentement explicite à la transmission de données personnelles vers des pays tiers, le traitement des données est également basé sur l'article 49, paragraphe 1, point a du RGPD. Si vous avez consenti à l'enregistrement de cookies ou à l'accès à des informations sur votre appareil (par exemple, via le fingerprinting), le traitement des données repose également sur l'article 25, paragraphe 1 de la loi allemande sur les télécommunications et la protection des données (TTDSG). Le consentement peut être révoqué à tout moment. Si vos données sont nécessaires à l'exécution d'un contrat ou à des mesures précontractuelles, leur traitement se base sur l'article 6, paragraphe 1, point b du RGPD. De plus, nous traitons vos données si cela est nécessaire pour remplir une obligation légale conformément à l'article 6, paragraphe 1, point c du RGPD. Le traitement des données peut également être basé sur notre intérêt légitime conformément à l'article 6, paragraphe 1, point f du RGPD. Les bases juridiques correspondantes sont mentionnées dans les sections pertinentes de cette déclaration de confidentialité."
      },
      "recipientsOfPersonalData": {
        "title": "Destinataires des données personnelles",
        "description": "Dans le cadre de nos activités, nous collaborons avec diverses entités externes. Il est parfois nécessaire de transmettre des données personnelles à ces entités. Nous ne transmettons les données personnelles à des tiers que si cela est nécessaire pour l'exécution du contrat, si nous y sommes légalement obligés (par exemple, communication aux autorités fiscales), si un intérêt légitime selon l'article 6, paragraphe 1, point f du RGPD existe, ou si une autre base légale autorise la transmission des données. Lors de l'utilisation de sous-traitants, nous transmettons les données personnelles de nos clients uniquement sur la base d'un contrat valide de traitement de données. En cas de traitement conjoint, un contrat de traitement conjoint est conclu."
      },
      "withdrawalOfConsent": {
        "title": "Révocation de votre consentement au traitement des données",
        "description": "De nombreuses opérations de traitement des données ne sont possibles qu'avec votre consentement explicite. Vous pouvez révoquer à tout moment un consentement déjà donné. La légalité du traitement des données effectué jusqu'à la révocation n'est pas affectée par cette dernière."
      },
      "rightToObject": {
        "title": "Droit d'opposition à la collecte de données dans des cas particuliers et à la publicité directe (article 21 du RGPD)",
        "description1": "Si le traitement des données est fondé sur l'article 6, paragraphe 1, points e ou f du RGPD, vous avez le droit de vous opposer à tout moment, pour des raisons tenant à votre situation particulière, au traitement de vos données personnelles ; cela vaut également pour le profilage basé sur ces dispositions. La base juridique sur laquelle repose le traitement est indiquée dans la présente déclaration de confidentialité. Si vous vous y opposez, nous ne traiterons plus vos données personnelles concernées, à moins que nous puissions démontrer des motifs légitimes et impérieux pour le traitement qui prévalent sur vos intérêts, droits et libertés, ou pour la constatation, l'exercice ou la défense de droits en justice (opposition conformément à l'article 21, paragraphe 1 du RGPD).",
        "description2": "Si vos données personnelles sont traitées à des fins de publicité directe, vous avez le droit de vous opposer à tout moment au traitement de vos données personnelles à des fins de publicité ; cela vaut également pour le profilage dans la mesure où il est lié à cette publicité directe. Si vous vous y opposez, vos données personnelles ne seront plus utilisées à des fins de publicité directe (opposition conformément à l'article 21, paragraphe 2 du RGPD)."
      },
      "rightToLodgeComplaint": {
        "title": "Droit de recours auprès de l'autorité de contrôle compétente",
        "description": "En cas de violation du RGPD, les personnes concernées ont un droit de recours auprès d'une autorité de contrôle, notamment dans l'État membre où se trouve leur résidence habituelle, leur lieu de travail ou le lieu de l'infraction présumée. Le droit de recours existe sans préjudice de tout autre recours administratif ou judiciaire."
      },
      "rightToDataPortability": {
        "title": "Droit à la portabilité des données",
        "description": "Vous avez le droit de faire remettre les données que nous traitons automatiquement sur la base de votre consentement ou en exécution d'un contrat, soit à vous, soit à un tiers, dans un format couramment utilisé et lisible par machine. Si vous demandez la transmission directe des données à un autre responsable, cela ne sera fait que dans la mesure où cela est techniquement possible."
      },
      "sslTlsEncryption": {
        "title": "Cryptage SSL ou TLS",
        "description": "Ce site utilise le cryptage SSL ou TLS pour des raisons de sécurité et pour protéger la transmission de contenus confidentiels, tels que les commandes ou les demandes que vous nous envoyez en tant qu'opérateur du site. Une connexion cryptée se reconnaît au fait que la ligne d'adresse du navigateur passe de \"http://\" à \"https://\" et à l'icône de cadenas dans la barre de votre navigateur. Lorsque le cryptage SSL ou TLS est activé, les données que vous nous transmettez ne peuvent pas être lues par des tiers."
      },
      "informationCorrectionDeletion": {
        "title": "Droit d'accès, de rectification et de suppression",
        "description": "Dans le cadre des dispositions légales applicables, vous avez le droit d'obtenir à tout moment des informations gratuites sur vos données personnelles stockées, leur origine et les destinataires, ainsi que sur la finalité du traitement des données, et, le cas échéant, un droit de rectification ou de suppression de ces données. Pour cela, ainsi que pour d'autres questions sur le sujet des données personnelles, vous pouvez nous contacter à tout moment à l'adresse indiquée dans les mentions légales."
      },
      "rightToRestriction": {
        "title": "Droit à la limitation du traitement",
        "description1": "Vous avez le droit de demander la limitation du traitement de vos données personnelles. Pour cela, vous pouvez nous contacter à tout moment à l'adresse indiquée dans les mentions légales. Le droit à la limitation du traitement existe dans les cas suivants :",
        "list": {
          "1": "Si vous contestez l'exactitude de vos données personnelles stockées chez nous, nous aurons besoin de temps pour le vérifier. Pendant la durée de la vérification, vous avez le droit de demander la limitation du traitement de vos données personnelles.",
          "2": "Si le traitement de vos données personnelles est/était illégal, vous pouvez demander la limitation de l'utilisation des données au lieu de leur suppression.",
          "3": "Si nous n'avons plus besoin de vos données personnelles mais que vous en avez besoin pour exercer, défendre ou faire valoir des droits en justice, vous avez le droit de demander la limitation du traitement de vos données personnelles au lieu de leur suppression.",
          "4": "Si vous avez fait opposition conformément à l'article 21, paragraphe 1 du RGPD, une balance entre vos intérêts et les nôtres doit être effectuée. Tant que les intérêts en présence ne sont pas encore déterminés, vous avez le droit de demander la limitation du traitement de vos données personnelles."
        },
        "description2": "Si vous avez limité le traitement de vos données personnelles, ces données - à l'exception de leur stockage - ne pourront être traitées qu'avec votre consentement ou pour faire valoir, exercer ou défendre des droits en justice, ou pour protéger les droits d'une autre personne physique ou morale, ou pour des raisons d'intérêt public important de l'Union européenne ou d'un État membre."
      },
      "oppositionToAdvertisingEmails": {
        "title": "Opposition aux e-mails publicitaires",
        "description": "L'utilisation des coordonnées publiées dans le cadre de l'obligation des mentions légales pour l'envoi de publicité et d'informations non expressément sollicitées est interdite par la présente. Les opérateurs de ce site se réservent expressément le droit de prendre des mesures légales en cas d'envoi non sollicité d'informations publicitaires, par exemple sous forme de spams."
      }
    },
    "section4": {
      "title": "4. Collecte de données sur ce site web",
      "cookies": {
        "title": "Cookies",
        "description1": "Certains des sites web utilisent des cookies. Les cookies ne nuisent pas à votre ordinateur et ne contiennent pas de virus. Les cookies servent à rendre notre offre plus conviviale, efficace et sécurisée. Les cookies sont de petits fichiers texte qui sont stockés sur votre ordinateur et enregistrés par votre navigateur.",
        "description2": "La plupart des cookies que nous utilisons sont des 'cookies de session'. Ils sont automatiquement supprimés après votre visite. D'autres cookies restent stockés sur votre appareil jusqu'à ce que vous les supprimiez. Ces cookies nous permettent de reconnaître votre navigateur lors de votre prochaine visite.",
        "description3": "Vous pouvez configurer votre navigateur pour être informé de la configuration des cookies et n'autoriser les cookies que dans certains cas, exclure l'acceptation des cookies pour certains cas ou en général, et activer la suppression automatique des cookies lors de la fermeture du navigateur. La désactivation des cookies peut entraîner une fonctionnalité limitée de ce site web.",
        "description4": "Les cookies nécessaires à la réalisation du processus de communication électronique ou à la fourniture de certaines fonctions que vous souhaitez utiliser (par exemple, fonction de panier d'achat) sont stockés sur la base de l'art. 6, paragraphe 1, point f du RGPD. L'exploitant du site web a un intérêt légitime à stocker des cookies pour la fourniture techniquement sans erreur et optimisée de ses services. Dans la mesure où d'autres cookies (par exemple, des cookies pour analyser votre comportement de navigation) sont stockés, ils sont traités séparément dans cette politique de confidentialité."
      },
      "serverLogFiles": {
        "title": "Fichiers journaux du serveur",
        "description": "Le fournisseur de site web collecte et stocke automatiquement des informations dans des fichiers journaux du serveur que votre navigateur nous transmet automatiquement. Ce sont :",
        "list": {
          "1": "Type de navigateur et version du navigateur",
          "2": "Système d'exploitation utilisé",
          "3": "URL du référent",
          "4": "Nom d'hôte de l'ordinateur accédant",
          "5": "Heure de la demande au serveur",
          "6": "Adresse IP"
        },
        "description2": "Ces données ne seront pas combinées avec des données provenant d'autres sources. La base du traitement des données est l'article 6, paragraphe 1, point f du RGPD, qui autorise le traitement des données pour l'exécution d'un contrat ou de mesures précontractuelles."
      }
    }
  }
}